tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "archey4"
brew "autojump"
brew "coreutils"
brew "fish"
brew "fisher"
brew "git"
brew "gnupg"
brew "iperf3"
brew "jq"
brew "koekeishiya/formulae/skhd", restart_service: true
brew "koekeishiya/formulae/yabai", restart_service: true
brew "nmap"
brew "node"
brew "p7zip"
brew "python"
brew "rsync"
brew "shellcheck"
brew "terminal-notifier"
brew "wget"
cask "1password"
cask "alacritty"
cask "aldente"
cask "coconutbattery"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "hammerspoon"
cask "jitouch"
cask "linearmouse"
cask "monitorcontrol"
cask "obsidian"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"