tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "fish"
brew "git"
brew "gnupg"
brew "gnutls"
brew "koekeishiya/formulae/yabai", restart_service: true
brew "python"
brew "terminal-notifier"
cask "1password"
cask "docker"
cask "font-jetbrains-mono"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "monitorcontrol"
cask "obsidian"
cask "sublime-text"
cask "transmission"
cask "visual-studio-code"